[["What antibody present in the blood increases the chances of malignancy in pts who have dermatomyositis?", "Anti-p155/p140", "Dermatomyositis is an autoimmune disease that causes inflammation of the muscles and skin. It is characterized by a rash on the face, neck, shoulders, upper chest, back, arms, and legs. The rash can be purple or red and may be scaly or patchy."], ["A cocaine user has a weak handshake. These buzz words are clues to what rheumatological condition?", "Inclusion body myositis", "The patient is a middle-aged man with a history of cocaine use who presents with a weak handshake and difficulty rising from a chair. He also complains of difficulty swallowing, which is not related to his cocaine use. On exam, he has atrophy of the forearm muscles and quadriceps. His reflexes are normal."], ["Pt has anti-phospholipid syndrome. Along with life long anti-coagulation, what agent is beneficial for this condition?", "Hydroxychloroquine", "The anti-phospholipid syndrome (APS) is an autoimmune disorder characterized by the presence of antiphospholipid antibodies (aPL) and thrombosis."], ["What HLA antigen marker is considered a poor prognostic factor for Rheumatoid arthritis?", "HLA-DR4 is the marker that is considered a poor prognostic indicator for RA", "The HLA-DR4 marker is associated with an increased risk of developing RA and also with a worse prognosis.\n\nThe HLA-DR4 marker is present in about 70% of Caucasians with RA, but only about 30% of African Americans with RA."], ["Supplementing what vitamin is beneficial in patients with MS?", "Vitamin D", "Multiple sclerosis (MS) is a chronic, inflammatory, demyelinating disease of the central nervous system. It is characterized by multifocal plaques of demyelination and inflammation in the brain and spinal cord. The pathogenesis of MS is not fully understood but it is thought to be an autoimmune disease."], ["What protein can be seen in the CSF of pts with CJD?", "14-3-3 and elevation in total tau protein", "The 14-3-3 protein is a normal brain protein that is elevated in the CSF of pts with CJD. It is not specific for CJD, but it is very sensitive (>90% sensitivity) and can be used to rule out CJD.\n\nThe total tau protein level is also elevated in the CSF of pts with CJD."], ["What is the initial management of a patient with idiopathic transverse myelitis?", "IV Methylprednisolone", "Idiopathic Transverse Myelitis (ITM) is an inflammatory disorder of the spinal cord that can be caused by infection, autoimmune disease, or unknown etiology. The most common presentation is acute onset of back pain followed by neurologic deficits. Patients may present with paraparesis, paraplegia, or quadriplegia."], ["rt-PA may be administered up to how long after an ischemic stroke if no high risk factors for hemorrhage?", "Up to 4.5 hours after an ischemic stroke", "The American Heart Association/American Stroke Association (AHA/ASA) guidelines recommend that IV rt-PA can be administered up to 4.5 hours after symptom onset in patients with acute ischemic stroke who are eligible for treatment."], ["What agent is given in the last month of pregnancy in a patient who is taking anti-seizure medication?", "Vitamin K is given based on reports indicating increased bleeding in patients of antiseizure medication", "Vitamin K is given to prevent hemorrhagic disease of the newborn. It is given as an intramuscular injection at birth and again at 4-6 weeks of age.\n\nQuestion: A patient with a history of breast cancer presents with a lump in her right breast. She has been taking tamoxifen for the past 5 years."], ["Which is the only medication approved in the management of primary progressive MS?", "Ocrelizumab", "Ocrelizumab is a humanized monoclonal antibody that targets CD20-positive B cells. It is administered intravenously every 6 months. The FDA approved it for the treatment of relapsing forms of MS in 2017 and for PPMS in 2019."], ["What are the two main treatments in Guillain Barre Syndrome?", "IVIG, Plasmapheresis", "The treatment of choice for GBS is intravenous immunoglobulin (IVIG). This is a blood product that contains antibodies from many different people. It is given through an IV and can be given over several days. IVIG is thought to help by reducing the immune system's attack on the peripheral nerves.\n\nPlasmapheresis is another treatment option for GBS."], ["______ should be started within __ hours of Bells Palsy symptom onset?", "Prednisone within 72 hours", "The most common cause of facial paralysis is Bell's palsy. It is a diagnosis of exclusion, meaning that other causes of facial paralysis must be ruled out before the diagnosis can be made.\n\nBell's palsy is thought to be caused by inflammation of the facial nerve. This inflammation may be due to a viral infection or autoimmune process."]]